Repository: surabaya-py/suroboyo
Catalog: s/locale/*/LC_MESSAGES/baka.po
Languages: id

source: Employee
id: Karyawan

source: Student
id: Pelajar

source: Member
id: Anggota

source: Email and confirm is not equal
id: Konfirmasi email tidak sama

source: User with the same username exists
id: Username telah digunakan

source: User with the same email exists
id: Email telah digunakan

source: User for this employee already exists
id: User telah digunakan

source: Password and confirm is not equal
id: Konfirmasi password tidak sama

source: Join us, Surabaya.py Community
id: Bergabung lah dengan Komunitas Surabaya.py

source: First Name
id: Nama Depan

source: Surname
id: Nama belakang

source: Last Name
id: Nama Belakang

source: Email Address
id: Alamat Email

source: Re-enter email address
id: Silahkan masukkan alamat email Anda

source: Confirm Email
id: Email konfirmasi

source: New Password
id: Kata sandi baru

source: Password
id: Kata sandi

source: By clicking Sign up, you are agreeing to our
id: Dengan mengklik Daftar, Anda menyetujui

source: Terms of Service
id: Ketentuan Layanan kami

source: and confirm that you have read our
id: dan pastikan bahwa Anda telah membaca

source: Community Guidelines
id: Pedoman Komunitas kami

source: , including our
id: , termasuk

source: Cookies Use Policy.
id: Kebijakan penggunaan Cookies kita.

source: Sign up
id: Daftar

source: Thank you for join Surabaya.py community! We've sent you an email with an activation link, before you can sign in <strong>please check your email and open the link to activate your account</strong>.
id: Terima kasih untuk bergabung dengan komunitas Surabaya.py! Kami telah mengirimkan email dengan link aktivasi, sebelum Anda dapat sign in <strong> silahkan cek email Anda dan membuka link untuk mengaktifkan account Anda </ strong>.

source: Saved
id: Simpan

source: Please, check errors
id: Cek kembali kesalahan

source: We didn't recognize that activation link. Perhaps you've already activated your account? If so, try <a href="{url}">signing in</a> using the username and password that you provided.
id: Kami tidak menyadari bahwa link aktivasi. Mungkin Anda sudah mengaktifkan akun? Jika demikian, coba <a href="{url}">Sign in </a> menggunakan username dan password yang Anda berikan.

source: Your account has been activated! You can now <a href="{url}">sign in</a> using the password you provided.
id: Akun Anda telah diaktifkan! Anda sekarang dapat mengakses <a href="{url}"> Sign in </a> menggunakan password yang Anda berikan.

source: Please validate your email and activate your account by visiting: {link}
id: Email anda menunggu verifikasi. Mohon aktifkan akun Anda dan kunjungi {link}. Ingat untuk mengecek spam folder anda jika email tidak masuk ke Inbox email anda.

source: Please activate your account
id: Aktifkan akun anda

source: Powered by
id: dipersembahkan oleh

source: Join Us!
id: Bergabunglah!

source: COMING SOON!!
id: SEGERA HADIR!!

source: Look forward to our surabaya.py python surabaya community!
id: Nantikan kami, surabaya.py komunitas python surabaya!

source: Contact Us
id: Hubungi Kami
